<?= $this->extend('user/header') ?>
<?= $this->section('content') ?>
<link rel="stylesheet" href="<?php echo site_furl('assets/css/app.css?v=3');?>">
<link rel="stylesheet" href="<?php echo site_furl('assets/css/admin.css?v=1');?>">

	<!--Sub Navbar-->
	<div class = "sub-navbar">
		<p><i class="glyphicon glyphicon-user"></i> 매장관리:: 회원 상세정보</p>
	</div>
	<!--Site Setting-->
	<div class="user-panel">	
		<section class="content">
                <div class="row">
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="lightbluebg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 text-right">
                                            <span>누적 충전총액 </span>
                                            <div class="number" id="total_charge_money">0</div>
                                        </div>
                                        <i class="livicon  pull-right" data-name="money" data-l="true" data-c="#fff" data-hc="#fff" data-s="70" id="livicon-63" style="width: 70px; height: 70px;"><svg height="70" version="1.1" width="70" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.3px;" id="canvas-for-livicon-63"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M2,10V26H30V10H2ZM29,25H3V11H29V25ZM4,12V24H28V12H4ZM27,22H26V23H6V22H5V14H6V13H26V14H27V22ZM24,19H22V17H24V19ZM10,19H8V17H10V19ZM19,18C19,20.209,17.657,22,16,22C14.343,22,13,20.209,13,18S14.343,14,16,14C17.657,14,19,15.791,19,18Z" opacity="0" transform="matrix(2.1875,0,0,2.1875,8.75,61.25)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0); opacity: 0;"></path><path fill="#ffffff" stroke="none" d="M29,9H3V8H29V9ZM28,7H4V6H28V7ZM2,10V26H30V10H2ZM29,25H3V11H29V25ZM4,12V24H28V12H4ZM27,22H26V23H6V22H5V14H6V13H26V14H27V22ZM9.7,19H8.3C8.134,19,8,18.866,8,18.7V17.3C8,17.134,8.134,17,8.3,17H9.7C9.866,17,10,17.134,10,17.3V18.7C10,18.866,9.866,19,9.7,19ZM23.7,19H22.3C22.134,19,22,18.866,22,18.7V17.3C22,17.134,22.134,17,22.3,17H23.7C23.866,17,24,17.134,24,17.3V18.7C24,18.866,23.866,19,23.7,19ZM16.941,19.078C16.941,19.279,16.894,19.602,16.246,19.665V18.52C16.709,18.683,16.941,18.87,16.941,19.078ZM15.101,16.923C15.101,17.159999999999997,15.314,17.328,15.742,17.427999999999997V16.363999999999997C15.198,16.411,15.101,16.742,15.101,16.923ZM19,18C19,20.209,17.657,22,16,22S13,20.209,13,18S14.343,14,16,14S19,15.791,19,18ZM17.929,18.955C17.942,18.709999999999997,17.692999999999998,18.104999999999997,17.369,17.918999999999997C17.111,17.772,16.594,17.606999999999996,16.292,17.551V16.391C16.594,16.410999999999998,16.695,16.608999999999998,16.782,16.758999999999997C16.864,16.949999999999996,17.011,17.045999999999996,17.219,17.045999999999996H17.765C17.747,16.581999999999997,17.494,15.710999999999995,16.292,15.585999999999995L16.295,15.012999999999995C16.295,15.012999999999995,15.938000000000002,14.999999999999995,15.801000000000002,14.999999999999995H15.787000000000003V15.585999999999995C14.498000000000003,15.610999999999995,14.247000000000003,16.513999999999996,14.232000000000003,16.977999999999994C14.200000000000003,17.907999999999994,14.598000000000003,18.105999999999995,15.742000000000003,18.406999999999993V19.602999999999994C15.586000000000002,19.575999999999993,15.143000000000002,19.502999999999993,15.091000000000003,18.914999999999996H14.163000000000002C14.199000000000002,19.426999999999996,14.643000000000002,20.501999999999995,15.742000000000003,20.501999999999995V21H16.241000000000003V20.501C17.493,20.501,17.893,19.603,17.929,18.955Z" stroke-width="0" transform="matrix(2.1875,0,0,2.1875,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                    </div>
                                   
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="palebluecolorbg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 pull-left">
                                            <span>누적 환전총액 </span>
                                            <div class="number" id="total_discharge_money">0</div>
                                        </div>
                                        <i class="livicon pull-right" data-name="piggybank" data-l="true" data-c="#fff" data-hc="#fff" data-s="70" id="livicon-64" style="width: 70px; height: 70px;"><svg height="70" version="1.1" width="70" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.6px;" id="canvas-for-livicon-64"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,21.875,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,13.125,-10.9375)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M26,23.999C25.303,24.328999999999997,26.033,26.904999999999998,25.199,27.61C24.705000000000002,28.214,22.385,27.852,22.136000000000003,27.967C21.419000000000004,27.807,22.439000000000004,25.487,21.597,25.619C20.247,26.006,16.628,26.029,16.085,25.978C15.937000000000001,25.962000000000003,16.085,27.806,15.571000000000002,27.966C14.634000000000002,27.997,13.727000000000002,28.025000000000002,13.353000000000002,27.950000000000003C12.164000000000001,27.983000000000004,12.915000000000001,25.688000000000002,12.612000000000002,25.454000000000004C12.430000000000001,25.395000000000003,11.276000000000002,25.120000000000005,11.100000000000001,25.052000000000003C10.802000000000001,25.130000000000003,10.835,26.652000000000005,10.399000000000001,27.009000000000004C9.670000000000002,27.333000000000006,7.687000000000001,26.999000000000002,7.408000000000001,26.427000000000003C6.963000000000001,24.906000000000002,8.218000000000002,23.243000000000002,7.965000000000002,22.989000000000004C6.980000000000001,22.290000000000003,6.710000000000002,22.737000000000005,6.001000000000001,21.837000000000003C4.574000000000002,20.267000000000003,3.6940000000000013,21.544000000000004,2.397000000000001,20.382000000000005C1.604,19.31,2.2,16.419,2.46,16.08C3.004,15.372999999999998,3.55,16.287999999999997,4,15.085999999999999C4.189,12.447999999999999,5.332,10.052,7.371,8.204999999999998C6.382,7.194,4.564,4.929,6.667,3.733C8.704,3.318,12.581,6.0600000000000005,12.581,6.0600000000000005S14.931,5.3340000000000005,17.519,5.3340000000000005C24.871,5.3340000000000005,29.999,10.178,29.999,16.151C30,19.741,29.211,21.938,26,23.999L26,23.999ZM7.719,10.968C7.719,11.464,8.318,12.187,8.813,12.187C9.309000000000001,12.187,10.369,11.818,10.188,10.843C10.186,10.83,7.719,10.473,7.719,10.968ZM23.25,8.869C21.795,8.372,20.041,7.88,16.924,8.024C16.445,8.024,16.055,8.540999999999999,16.055,9.020999999999999S16.445999999999998,9.889999999999999,16.924,9.889999999999999C16.924,9.889999999999999,20.35,9.573999999999998,23.25,10.735999999999999C23.73,10.735999999999999,24.049,10.338999999999999,24.119,9.863999999999999C24.213,9.243,23.25,8.869,23.25,8.869Z" opacity="1" stroke-width="0" transform="matrix(2.1875,0,0,2.1875,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0); opacity: 1;"></path></svg></i>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="lightbluebg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 text-right">
                                            <span>당일 충전총액</span>
                                            <div class="number" id="today_charge_money">0</div>
                                        </div>
                                        <i class="livicon  pull-right" data-name="money" data-l="true" data-c="#fff" data-hc="#fff" data-s="70" id="livicon-65" style="width: 70px; height: 70px;"><svg height="70" version="1.1" width="70" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.9px;" id="canvas-for-livicon-65"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M2,10V26H30V10H2ZM29,25H3V11H29V25ZM4,12V24H28V12H4ZM27,22H26V23H6V22H5V14H6V13H26V14H27V22ZM24,19H22V17H24V19ZM10,19H8V17H10V19ZM19,18C19,20.209,17.657,22,16,22C14.343,22,13,20.209,13,18S14.343,14,16,14C17.657,14,19,15.791,19,18Z" opacity="0" transform="matrix(2.1875,0,0,2.1875,8.75,61.25)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0); opacity: 0;"></path><path fill="#ffffff" stroke="none" d="M29,9H3V8H29V9ZM28,7H4V6H28V7ZM2,10V26H30V10H2ZM29,25H3V11H29V25ZM4,12V24H28V12H4ZM27,22H26V23H6V22H5V14H6V13H26V14H27V22ZM9.7,19H8.3C8.134,19,8,18.866,8,18.7V17.3C8,17.134,8.134,17,8.3,17H9.7C9.866,17,10,17.134,10,17.3V18.7C10,18.866,9.866,19,9.7,19ZM23.7,19H22.3C22.134,19,22,18.866,22,18.7V17.3C22,17.134,22.134,17,22.3,17H23.7C23.866,17,24,17.134,24,17.3V18.7C24,18.866,23.866,19,23.7,19ZM16.941,19.078C16.941,19.279,16.894,19.602,16.246,19.665V18.52C16.709,18.683,16.941,18.87,16.941,19.078ZM15.101,16.923C15.101,17.159999999999997,15.314,17.328,15.742,17.427999999999997V16.363999999999997C15.198,16.411,15.101,16.742,15.101,16.923ZM19,18C19,20.209,17.657,22,16,22S13,20.209,13,18S14.343,14,16,14S19,15.791,19,18ZM17.929,18.955C17.942,18.709999999999997,17.692999999999998,18.104999999999997,17.369,17.918999999999997C17.111,17.772,16.594,17.606999999999996,16.292,17.551V16.391C16.594,16.410999999999998,16.695,16.608999999999998,16.782,16.758999999999997C16.864,16.949999999999996,17.011,17.045999999999996,17.219,17.045999999999996H17.765C17.747,16.581999999999997,17.494,15.710999999999995,16.292,15.585999999999995L16.295,15.012999999999995C16.295,15.012999999999995,15.938000000000002,14.999999999999995,15.801000000000002,14.999999999999995H15.787000000000003V15.585999999999995C14.498000000000003,15.610999999999995,14.247000000000003,16.513999999999996,14.232000000000003,16.977999999999994C14.200000000000003,17.907999999999994,14.598000000000003,18.105999999999995,15.742000000000003,18.406999999999993V19.602999999999994C15.586000000000002,19.575999999999993,15.143000000000002,19.502999999999993,15.091000000000003,18.914999999999996H14.163000000000002C14.199000000000002,19.426999999999996,14.643000000000002,20.501999999999995,15.742000000000003,20.501999999999995V21H16.241000000000003V20.501C17.493,20.501,17.893,19.603,17.929,18.955Z" stroke-width="0" transform="matrix(2.1875,0,0,2.1875,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                    </div>
                                   
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="palebluecolorbg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 pull-left">
                                            <span>당일 환전총액 </span>
                                            <div class="number" id="today_discharge_money">0</div>
                                        </div>
                                        <i class="livicon pull-right" data-name="piggybank" data-l="true" data-c="#fff" data-hc="#fff" data-s="70" id="livicon-66" style="width: 70px; height: 70px;"><svg height="70" version="1.1" width="70" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.2px;" id="canvas-for-livicon-66"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,21.875,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M13.745,18.354V19.419999999999998C13.315999999999999,19.319999999999997,13.101999999999999,19.151999999999997,13.101999999999999,18.913999999999998C13.103,18.732,13.2,18.4,13.745,18.354ZM14.251,20.514V21.662C14.899999999999999,21.599,14.947999999999999,21.275,14.947999999999999,21.073999999999998C14.948,20.865,14.715,20.678,14.251,20.514ZM18,20C18,22.209,16.209,24,14,24S10,22.209,10,20S11.791,16,14,16S18,17.791,18,20ZM15.937,20.951C15.950999999999999,20.705000000000002,15.700999999999999,20.099,15.376,19.912C15.117999999999999,19.764,14.6,19.599,14.296,19.543V18.381C14.6,18.4,14.7,18.6,14.788,18.75C14.870000000000001,18.941,15.017,19.037,15.226,19.037H15.773000000000001C15.755,18.572,15.501000000000001,17.698999999999998,14.297,17.573999999999998L14.3,17C14.3,17,13.941,16.987,13.804,16.987H13.790000000000001V17.573999999999998C12.499,17.598999999999997,12.247000000000002,18.503999999999998,12.231000000000002,18.968999999999998C12.2,19.9,12.6,20.1,13.746,20.4V21.6C13.591000000000001,21.573,13.146,21.5,13.094000000000001,20.911H12.164000000000001C12.201000000000002,21.423000000000002,12.646,22.501,13.746000000000002,22.501V23H14.246000000000002V22.5C15.5,22.5,15.9,21.6,15.937,20.951Z" transform="matrix(2.1875,0,0,2.1875,13.125,-10.9375)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M26,23.999C25.303,24.328999999999997,26.033,26.904999999999998,25.199,27.61C24.705000000000002,28.214,22.385,27.852,22.136000000000003,27.967C21.419000000000004,27.807,22.439000000000004,25.487,21.597,25.619C20.247,26.006,16.628,26.029,16.085,25.978C15.937000000000001,25.962000000000003,16.085,27.806,15.571000000000002,27.966C14.634000000000002,27.997,13.727000000000002,28.025000000000002,13.353000000000002,27.950000000000003C12.164000000000001,27.983000000000004,12.915000000000001,25.688000000000002,12.612000000000002,25.454000000000004C12.430000000000001,25.395000000000003,11.276000000000002,25.120000000000005,11.100000000000001,25.052000000000003C10.802000000000001,25.130000000000003,10.835,26.652000000000005,10.399000000000001,27.009000000000004C9.670000000000002,27.333000000000006,7.687000000000001,26.999000000000002,7.408000000000001,26.427000000000003C6.963000000000001,24.906000000000002,8.218000000000002,23.243000000000002,7.965000000000002,22.989000000000004C6.980000000000001,22.290000000000003,6.710000000000002,22.737000000000005,6.001000000000001,21.837000000000003C4.574000000000002,20.267000000000003,3.6940000000000013,21.544000000000004,2.397000000000001,20.382000000000005C1.604,19.31,2.2,16.419,2.46,16.08C3.004,15.372999999999998,3.55,16.287999999999997,4,15.085999999999999C4.189,12.447999999999999,5.332,10.052,7.371,8.204999999999998C6.382,7.194,4.564,4.929,6.667,3.733C8.704,3.318,12.581,6.0600000000000005,12.581,6.0600000000000005S14.931,5.3340000000000005,17.519,5.3340000000000005C24.871,5.3340000000000005,29.999,10.178,29.999,16.151C30,19.741,29.211,21.938,26,23.999L26,23.999ZM7.719,10.968C7.719,11.464,8.318,12.187,8.813,12.187C9.309000000000001,12.187,10.369,11.818,10.188,10.843C10.186,10.83,7.719,10.473,7.719,10.968ZM23.25,8.869C21.795,8.372,20.041,7.88,16.924,8.024C16.445,8.024,16.055,8.540999999999999,16.055,9.020999999999999S16.445999999999998,9.889999999999999,16.924,9.889999999999999C16.924,9.889999999999999,20.35,9.573999999999998,23.25,10.735999999999999C23.73,10.735999999999999,24.049,10.338999999999999,24.119,9.863999999999999C24.213,9.243,23.25,8.869,23.25,8.869Z" opacity="1" stroke-width="0" transform="matrix(2.1875,0,0,2.1875,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0); opacity: 1;"></path></svg></i>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>

                    
                </div>
                <div class="row">
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="lightbluebg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 text-right">
                                            <span>누적 배팅총액 </span>
                                            <div class="number" id="total_bet_money">0</div>
                                        </div>
                                    </div>
                                   
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="palebluecolorbg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 pull-left">
                                            <span>누적 당첨총액 </span>
                                            <div class="number" id="total_result_money">0</div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="lightbluebg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 text-right">
                                            <span>당일 배팅총액 </span>
                                            <div class="number" id="today_bet_money">0</div>
                                        </div>
                                    </div>
                                   
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col-lg-3 col-md-6 col-sm-6 margin_10">
                        <!-- Trans label pie charts strats here-->
                        <div class="palebluecolorbg no-radius">
                            <div class="panel-body squarebox square_boxs">
                                <div class="col-xs-12 pull-left nopadmar">
                                    <div class="row">
                                        <div class="square_box col-xs-7 pull-left">
                                            <span>당일 당첨총액 </span>
                                            <div class="number" id="today_result_money">0</div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>

                    
                </div>
                <div class="row">
                    <div class="col-md-6">
                        <div class="panel" id="info-panel">
                            <div class="panel-heading">
                                <h3 class="panel-title">
                                    <label id="user_name" style="font-size: 16px;"><?=$objMember->mb_nickname?></label> 님의 회원 상세 정보
                                </h3>
                                <span class="pull-right">
                                    <i class="glyphicon glyphicon-chevron-up clickable"></i>
                                    <i class="glyphicon glyphicon-remove removepanel clickable"></i>
                                </span>
                            </div>
                            <div class="panel-body" style="height: 300px; overflow-y: auto;">
                                <table style="width: 100%; " class="table table-bordered table-black user_info">
                                    <tbody><tr>
                                        <td>등록번호 </td>
                                        <td><label id="user_fid"><?=$objMember->mb_fid?></label></td>
                                        <td>등록날짜 </td>
                                        <td><label id="created_at"><?=$objMember->mb_time_join?></label></td>
                                    </tr>
                                    <tr>
                                        <td>로그인아이디 </td>
                                        <td><label id="user_uid"><?=$objMember->mb_uid?></label></td>
                                        <td>비밀번호 </td>
                                        <td><label id="password"><?=$objMember->mb_pwd?></label></td>
                                    </tr>
                                    <tr>
                                        <td>연락처</td>
                                        <td><label id="user_phone"><?=$objMember->mb_phone?></label></td>
                                        <td>추천인코드 </td>
                                        <td><label id="partner_id"><?=$objMember->mb_emp_uid?></label></td>
                                    </tr>
                                    <tr>
                                        <td>계정상태 </td>
                                        <td><label id="user_status">
                                            <?php if ($objMember->mb_state_active == PERMIT_OK) :  ?>
                                                <span class="badge btn-success">승인</span>
                                            <?php elseif ($objMember->mb_state_active == PERMIT_CANCEL) :  ?>
                                                <span class="badge btn-default">차단</span>
                                            <?php elseif ($objMember->mb_state_active == PERMIT_REQ) :  ?>
                                                <span class="badge btn-primary">신청</span>
                                            <?php elseif ($objMember->mb_state_active == PERMIT_WAIT) :  ?>
                                                <span class="badge btn-primary">대기</span>
                                            <?php endif ?>
                                        </label></td>
                                        <td>Lv </td>
                                        <td><label id="money"><?=$objMember->mb_grade?></label></td>
                                    </tr>
                                    <tr>
                                        <td>보유머니 </td>
                                        <td><label id="money"><?=num_format(allMoney($objMember), NUM_POINT_CNT)?></label></td>
                                        <td>보유포인트 </td>
                                        <td><label id="money"><?=num_format(floor($objMember->mb_point), NUM_POINT_CNT)?></label></td>
                                        
                                    </tr>
                                    <tr>
                                        <td>환전은행명 </td>
                                        <td><label id="bank_name"><?=$objMember->mb_bank_name?></label></td>
                                        <td>예금주 </td>
                                        <td><label id="bank_master"><?=$objMember->mb_bank_own?></label></td>
                                    </tr>
                                    <tr>
                                        <td>계좌번호 </td>
                                        <td><label id="bank_number"><?=$objMember->mb_bank_num?></label></td>
                                        <td>환전비번 </td>
                                        <td><label id="withdraw_password"><?=$objMember->mb_bank_pwd?></label></td>
                                    </tr>
                                    <tr>
                                        <td>메모 </td>
                                        <td  colspan='10' style="white-space: pre-line;"><?=$objMember->mb_memo?></td>
                                    </tr>
                                </tbody></table>

                            </div>
                        </div>

                    </div>
                    <div class="col-md-6">
                        <div class="panel"  id="bet-panel">
                            <div class="panel-heading">
                                <h3 class="panel-title">
                                    <i class="livicon" data-name="clock" data-size="16" data-loop="true" data-c="#fff" data-hc="white" id="livicon-68" style="width: 16px; height: 16px;"><svg height="16" version="1.1" width="16" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.6px; top: -0.9875px;" id="canvas-for-livicon-68"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M16,2C8.269,2,2,8.269,2,16S8.269,30,16,30S30,23.731,30,16S23.731,2,16,2ZM16.691,26.965L16.5,24.101H15.5L15.309,26.965C9.788,26.621,5.379,22.213,5.036,16.692L7.9,16.5V15.5L5.035,15.309C5.3790000000000004,9.788,9.786999999999999,5.379,15.308,5.036L15.5,7.9H16.5L16.691,5.035C22.212,5.3790000000000004,26.621,9.786999999999999,26.964,15.308L24.101,15.5V16.5L26.965,16.691C26.621,22.213,22.213,26.621,16.691,26.965Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M22.632,12.287C22.908,12.766,16.979000000000003,16.59,16.5,16.866S15.41,16.979,15.134,16.5C14.858,16.021,15.022,15.411,15.5,15.134S22.355,11.809,22.632,12.287Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M17.082,15.375C17.428,15.973,17.223,16.737000000000002,16.625,17.083C16.028,17.427999999999997,15.263,17.223,14.917,16.625S10.403,7.685,11,7.34C11.598,6.995,16.737,14.777,17.082,15.375Z" stroke-width="0" transform="matrix(0.5,0,0,0.5,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                        기계별 배팅 금액  
                                </h3>
                                <span class="pull-right">
                                    <i class="glyphicon glyphicon-chevron-up clickable"></i>
                                    <i class="glyphicon glyphicon-remove removepanel clickable"></i>
                                </span>
                            </div>
                            <div class="panel-body" style="height: 300px; overflow-y: auto;">
                                <table style="width: 100%; " class="table table-striped table-black">
                                    <thead>
                                        <tr>
                                            <th>번호 </th>
                                            <th>날짜 </th>
                                            <th>게임 </th>
                                            <th>배팅횟수 </th>
                                            <th>배팅 </th>
                                            <th>당첨 </th>
                                        </tr>
                                    </thead>

                                    <tbody id="game_hist_table"><tr><td colspan="50" class="empty_table"> 내역이 없습니다</td></tr></tbody>
                                </table>
                            </div>
                        </div>

                    </div>
                </div>
                <div class="row">
                    <div class="col-md-4">
                        <div class="panel "  id="charge-panel">
                            <div class="panel-heading">
                                <h3 class="panel-title">
                                    <i class="livicon" data-name="clock" data-size="16" data-loop="true" data-c="#fff" data-hc="white" id="livicon-69" style="width: 16px; height: 16px;"><svg height="16" version="1.1" width="16" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; top: -0.3875px;" id="canvas-for-livicon-69"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M16,2C8.269,2,2,8.269,2,16S8.269,30,16,30S30,23.731,30,16S23.731,2,16,2ZM16.691,26.965L16.5,24.101H15.5L15.309,26.965C9.788,26.621,5.379,22.213,5.036,16.692L7.9,16.5V15.5L5.035,15.309C5.3790000000000004,9.788,9.786999999999999,5.379,15.308,5.036L15.5,7.9H16.5L16.691,5.035C22.212,5.3790000000000004,26.621,9.786999999999999,26.964,15.308L24.101,15.5V16.5L26.965,16.691C26.621,22.213,22.213,26.621,16.691,26.965Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M22.632,12.287C22.908,12.766,16.979000000000003,16.59,16.5,16.866S15.41,16.979,15.134,16.5C14.858,16.021,15.022,15.411,15.5,15.134S22.355,11.809,22.632,12.287Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M17.082,15.375C17.428,15.973,17.223,16.737000000000002,16.625,17.083C16.028,17.427999999999997,15.263,17.223,14.917,16.625S10.403,7.685,11,7.34C11.598,6.995,16.737,14.777,17.082,15.375Z" stroke-width="0" transform="matrix(0.5,0,0,0.5,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                        입금(충전) 내역
                                </h3>
                                <span class="pull-right">
                                    <i class="glyphicon glyphicon-chevron-up clickable"></i>
                                    <i class="glyphicon glyphicon-remove removepanel clickable"></i>
                                </span>
                            </div>
                            <div class="panel-body">
                                <div style="height: 300px; overflow-y: auto;">
                                    <table style="width: 100%; " class="table table-striped table-black">
                                        <thead>
                                            <tr>
                                                <th>번호 </th>
                                                <th>입금(충전)액 </th>
                                                <th>입금형태 </th>
                                                <th>날짜 </th>
                                            </tr>
                                        </thead>

                                        <tbody id="charge_table"><tr><td colspan="50" class="empty_table"> 내역이 없습니다</td></tr></tbody>
                                    </table>
                                </div>
                            </div>
                        </div>

                    </div>
                    <div class="col-md-4">
                        <div class="panel "   id="discharge-panel">
                            <div class="panel-heading">
                                <h3 class="panel-title">
                                    <i class="livicon" data-name="clock" data-size="16" data-loop="true" data-c="#fff" data-hc="white" id="livicon-70" style="width: 16px; height: 16px;"><svg height="16" version="1.1" width="16" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.0625px; top: -0.3875px;" id="canvas-for-livicon-70"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M16,2C8.269,2,2,8.269,2,16S8.269,30,16,30S30,23.731,30,16S23.731,2,16,2ZM16.691,26.965L16.5,24.101H15.5L15.309,26.965C9.788,26.621,5.379,22.213,5.036,16.692L7.9,16.5V15.5L5.035,15.309C5.3790000000000004,9.788,9.786999999999999,5.379,15.308,5.036L15.5,7.9H16.5L16.691,5.035C22.212,5.3790000000000004,26.621,9.786999999999999,26.964,15.308L24.101,15.5V16.5L26.965,16.691C26.621,22.213,22.213,26.621,16.691,26.965Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M22.632,12.287C22.908,12.766,16.979000000000003,16.59,16.5,16.866S15.41,16.979,15.134,16.5C14.858,16.021,15.022,15.411,15.5,15.134S22.355,11.809,22.632,12.287Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M17.082,15.375C17.428,15.973,17.223,16.737000000000002,16.625,17.083C16.028,17.427999999999997,15.263,17.223,14.917,16.625S10.403,7.685,11,7.34C11.598,6.995,16.737,14.777,17.082,15.375Z" stroke-width="0" transform="matrix(0.5,0,0,0.5,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                        출금(환전) 내역
                                </h3>
                                <span class="pull-right">
                                    <i class="glyphicon glyphicon-chevron-up clickable"></i>
                                    <i class="glyphicon glyphicon-remove removepanel clickable"></i>
                                </span>
                            </div>
                            <div class="panel-body">
                                <div style="height: 300px; overflow-y: auto;">
                                    <table style="width: 100%; " class="table table-striped table-black">
                                        <thead>
                                            <tr>
                                                <th>번호 </th>
                                                <th>출금(환전)액 </th>
                                                <th>출금형태 </th>
                                                <th>날짜 </th>
                                            </tr>
                                        </thead>

                                        <tbody id="discharge_table"><tr><td colspan="50" class="empty_table"> 내역이 없습니다</td></tr></tbody>
                                    </table>
                                </div>
                            </div>
                        </div>

                    </div>
                    <div class="col-md-4">
                        <div class="panel "   id="iplog-panel">
                            <div class="panel-heading">
                                <h3 class="panel-title">
                                    <i class="livicon" data-name="clock" data-size="16" data-loop="true" data-c="#fff" data-hc="white" id="livicon-71" style="width: 16px; height: 16px;"><svg height="16" version="1.1" width="16" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" style="overflow: hidden; position: relative; left: -0.125px; top: -0.3875px;" id="canvas-for-livicon-71"><desc style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);">Created with Raphaël 2.1.2</desc><defs style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></defs><path fill="#ffffff" stroke="none" d="M16,2C8.269,2,2,8.269,2,16S8.269,30,16,30S30,23.731,30,16S23.731,2,16,2ZM16.691,26.965L16.5,24.101H15.5L15.309,26.965C9.788,26.621,5.379,22.213,5.036,16.692L7.9,16.5V15.5L5.035,15.309C5.3790000000000004,9.788,9.786999999999999,5.379,15.308,5.036L15.5,7.9H16.5L16.691,5.035C22.212,5.3790000000000004,26.621,9.786999999999999,26.964,15.308L24.101,15.5V16.5L26.965,16.691C26.621,22.213,22.213,26.621,16.691,26.965Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M22.632,12.287C22.908,12.766,16.979000000000003,16.59,16.5,16.866S15.41,16.979,15.134,16.5C14.858,16.021,15.022,15.411,15.5,15.134S22.355,11.809,22.632,12.287Z" transform="matrix(0.5,0,0,0.5,0,0)" stroke-width="0" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path><path fill="#ffffff" stroke="none" d="M17.082,15.375C17.428,15.973,17.223,16.737000000000002,16.625,17.083C16.028,17.427999999999997,15.263,17.223,14.917,16.625S10.403,7.685,11,7.34C11.598,6.995,16.737,14.777,17.082,15.375Z" stroke-width="0" transform="matrix(0.5,0,0,0.5,0,0)" style="-webkit-tap-highlight-color: rgba(0, 0, 0, 0);"></path></svg></i>
                                        접속 아이피 내역  
                                </h3>
                                <span class="pull-right">
                                    <i class="glyphicon glyphicon-chevron-up clickable"></i>
                                    <i class="glyphicon glyphicon-remove removepanel clickable"></i>
                                </span>
                            </div>
                            <div class="panel-body">
                                <div style="height: 300px; overflow-y: auto;">
                                    <table style="width: 100%; " class="table table-striped table-black">
                                        <thead>
                                            <tr>
                                                <th>번호 </th>
                                                <th>날짜 </th>
                                                <th>접속아이피 </th>
                                            </tr>
                                        </thead>

                                        <tbody id="login_history_table"><tr><td colspan="50" class="empty_table"> 내역이 없습니다</td></tr></tbody>
                                    </table>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </section>
	</div>

	
<!--main_navbar.php-main-container-->
</div>
<?php if($_ENV['CI_ENVIRONMENT'] == ENV_DEVELOPMENT) :?>
    <script src="<?php echo site_furl('/assets/js/member_detail-script.js?t='.time());?>"></script>
<?php else : ?>
    <script src="<?php echo site_furl('/assets/js/member_detail-script.js?v=1');?>"></script>
<?php endif ?>
<?= $this->endSection() ?>